Repository: magma-design-studio/wp-open-votomat
Catalog: languages/wp-open-votomat-*.po
Languages: de_de

source: go to homepage
de_de: zur Startseite

source: weight twice?
de_de: doppelt gewichten?

source: Approve
de_de: Stimme zu

source: Disapprove
de_de: Stimme nicht zu

source: <a href="%s">Skip</a> question, go to <a href="%s">result</a>.
de_de: Frage <a href="%s">überspringen</a>, direkt zum <a href="%s">Ergebnis</a>.

source: Visible for admins only!
de_de: Nur für Admins sichtbar!

source: In direct comparison
de_de: Im direkten Vergleich

source: Question
de_de: Frage

source: You
de_de: Du

source: Open Website
de_de: Öffne Website

source: Explanation
de_de: Erklärung

source: Back to overview
de_de: Zurück zur Übersicht

source: The result
de_de: Das Ergebnis

source: The result someone send you
de_de: Das Ergebnis, das dir jemand gesendet hat

source: Accordance
de_de: Übereinstimmung

source: Your answers compared to those of the %s
de_de: Deine Antworten im direkten Vergleich mit den %s

source: By clicking on the logos you come to the websites of the %s.
de_de: Durch Klick auf die Logos kommst du auf die Webseiten der %s.

source: With the following link you can share your result with others:
de_de: Mit dem folgenden Link kannst du dein Ergebnis mit anderen teilen:

source: Your homepage display settings will be overriden by the WP-Open-Votomat Settings!
de_de: Die Startseiten-Anzeige-Einstellungen werden durch die WP-Open-Votomat-Einstellungen überschrieben!

source: Your Permalink Settings will be overriden by the WP-Open-Votomat Settings!
de_de: Die Permalink-Einstellungen werden durch die WP-Open-Votomat-Einstellungen überschrieben!

source: All Votings
de_de: Alle Wahlen

source: Party Logo
de_de: Partei-Logo

source: Select
de_de: Auswählen

source: Opinion poll
de_de: Sonntagsfrage

source: If next Sunday really was election, %s voters would choose the following…
de_de: Wenn am nächsten Sonntag wirklich Wahl wäre, würden %s Wähler*innen folgendes wählen …

source: Poll
de_de: Umfrage

source: Participants
de_de: Teilnehmer*innen

source: Too few data recorded!
de_de: Es wurden zu wenig Daten erfasst!

source: Wait a few more days until enough data is collected for a meaningful survey.
de_de: Warte noch ein paar Tage, bis ausreichend Daten für eine aussagekräftige Erhebung erfasst wurden.

source: You must first create elections, questions and parties.
de_de: Du musst zunächst Wahlen, Fragen und Parteien anlegen.

source: The following page types are available.
de_de: Folgende Seitentypen sind verfügbar.

source: Settings
de_de: Einstellungen

source: Please choose
de_de: Bitte wählen

source: Role
de_de: Rolle

source: Standanlone
de_de: Selbstständig

source: Add Another Sponsor
de_de: Weiteren Sponsor hinzufügen

source: Remove Sponsor
de_de: Sponsor entfernen

source: Line break before this sponsor
de_de: Umbruch vor diesem Sponsor

source: Headline before this sponsor
de_de: Überschrift vor diesem Sponsor

source: 1 column
de_de: 1 Spalte

source: 2 columns
de_de: 2 Spalten

source: 3 columns
de_de: 3 Spalten

source: Custom style
de_de: Benutzerdefinierte Gestaltung

source: External CSS
de_de: Externer CSS

source: Custom CSS
de_de: Benutzerdefinierter CSS

source: Settings updated.
de_de: Einstellungen wurden aktualisiert.

source: In Voting
de_de: In Wahl

source: questions answered
de_de: Fragen beantwortet

source: Enter party name here
de_de: Gebe den Partei-Namen hier ein

source: Party Description
de_de: Partei-Beschreibung

source: Party Website
de_de: Partei-Website

source: e.g. https://example.com
de_de: z.B. https://example.com

source: Voting “%s”
de_de: Wahl „%s“

source: Question #%d
de_de: Frage #%d

source: None
de_de: Keine

source: Time (e.g. %s)
de_de: Zeit (z.B. %s)

source: Parties
de_de: Parteien

source: Questions
de_de: Fragen

source: Period
de_de: Zeitraum

source: Party
de_de: Partei

source: Voting is live!
de_de: Wahl ist live!

source: Voting is on hold!
de_de: Wahl ist in Wartestellung!

source: Reset user voting
de_de: Benutzerstimmen zurücksetzen

source: Voting has ended!
de_de: Wahl wurde beendet!

source: Voting has ended but is kept online!
de_de: Wahl wurde beendet aber ist weiterhin online!

source: From
de_de: Von

source: To
de_de: Bis

source: Enter voting title here
de_de: Gebe den Wahl-Titel hier ein

source: Descriptions
de_de: Beschreibung

source: Description before publication
de_de: Beschreibung vor der Veröffentlichung

source: Description after expiry
de_de: Beschreibung nach Ablauf

source: If this field is empty this voting will disappear after expiration!
de_de: Wenn dieses Feld leer ist, verschwindet diese Wahl nach Ablauf!

source: No parties have been created so far. If you have created some, you can link them here!
de_de: Bisher wurden keine Parteien angelegt. Wenn Du eine erstellt hast, kannst Du sie an dieser Stelle verlinken!

source: Party {#}
de_de: Partei {#}

source: Add Another Party
de_de: Weitere Partei hinzufügen

source: Remove Party
de_de: Partei entfernen

source: No questions have been created so far. If you have created some, you can link them here!
de_de: Es wurden bisher keine Fragen formuliert. Wenn Du welche anlegst, kannst Du sie hier verknüpfen!

source: Question {#}
de_de: Frage {#}

source: Add Another Question
de_de: Weitere Frage hinzufügen

source: Remove Question
de_de: Frage entfernen

source: Date (e.g. %s)
de_de: Datum (z.B. %s)

source: to
de_de: bis

source: Keep online after expiration
de_de: Nach Ablauf online halten

source: If this checkbox is selected, the voting doesn’t disappear after expiration. You can still vote. Votes are not included in the statistics after expiration.
de_de: Wenn diese Checkbox ausgewählt wurde, verschwindet die Wahl nicht nach Ablauf. Es kann weiterhin abgestimmt werden. Abstimmungen nach Ablauf fließen nicht in die Statistik ein.

source: Compare
de_de: Vergleiche

source: Results
de_de: Ergebnisse

source: %s ago
de_de: seit %s

source: year
de_de: Jahr

source: month
de_de: Monat

source: day
de_de: Tag

source: hour
de_de: Stunde

source: second
de_de: Sekunde

source: Post not found!
de_de: Post nicht gefunden!

source: Not permitted!
de_de: Nicht authorisiert!

source: Not allowed!
de_de: Nicht erlaubt!

source: The link was copied!
de_de: Der Link wurde kopiert!

source: WPOV Footer Menu
de_de: WPOV Fußmenü

source: Add New
de_de: Neue hinzufügen

source: Add New Party
de_de: Neue Partei hinzufügen

source: Edit Party
de_de: Partei bearbeiten

source: New Party
de_de: Neue Partei

source: View Party
de_de: Partei ansehen

source: Search Parties
de_de: Nach Partei suchen

source: No Parties found
de_de: Keine Partei gefunden

source: No Parties found in Trash
de_de: Keine Partei im Papierkorb gefunden

source: Add New Question
de_de: Neue Frage hinzufügen

source: Edit Question
de_de: Frage bearbeiten

source: New Question
de_de: Neue Frage

source: View Question
de_de: Frage ansehen

source: Search Questions
de_de: Nach Fragen suchen

source: No Questions found
de_de: Keine Fragen gefunden

source: No Questions found in Trash
de_de: Keine Fragen im Papierkorb gefunden

source: Votings
de_de: Wahlen

source: Voting
de_de: Wahl

source: Add New Voting
de_de: Neue Wahl hinzufügen

source: Edit Voting
de_de: Wahl bearbeiten

source: New Voting
de_de: Neue Wahl

source: View Voting
de_de: Wahl ansehen

source: Search Votings
de_de: Wahlen suchen

source: No Votings found
de_de: Keine Wahlen gefunden

source: No Votings found in Trash
de_de: Keine Wahlen im Papierkorb gefunden

source: WP Open Votomat Sidebar
de_de: WP Open Votomat Seitenspalte

source: Class »%s« exists!
de_de: Klasse »%s« existiert!

source: party
de_de: Partei

source: parties
de_de: Parteien

source: Voting is not published yet!
de_de: Wahl wurde bisher nicht veröffentlicht!
